{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": false,
            "HideIconAfter": 60,
            "IconURL": "https://i.imgur.com/OZ6xOjY.png",
            "DisableIconText": false,
            "IconPosition": 0,
            "IconTextColor": 0,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "Welcome",
                    "title1": "Welcome to Chernobyl!",
                    "text1": "I hope everyone enjoys their stay here. I'm hoping we can all play the game and enjoy it together. \n\nMake sure to join the discord and make a tribe. It'll be important for providing support. ",
                    "imageurl": "https://i.imgur.com/mGt3cAF.png"
                }
            },
            {
                "tab2": {
                    "layout": 2,
                    "buttontext": ".ini[WIP]",
                    "title1": "Game.ini",
                    "title2": "GameUserSettings.ini",
                    "text1": "BabyCuddleIntervalMultiplier=0.0232 \nMatingIntervalMultiplier=0.0242 \nEggHatchSpeedMultiplier=30 \nGenericXPMultiplier=3 \nbAllowSpeedLeveling=True \nbAllowFlyerSpeedLeveling=True \n\n -All other .ini settings are base!",
                    "text2": "TamingSpeedMultiplier=2.5 \nHarvestAmountMultiplier=2.5 \nAllowFlyerCarryPvE=True \nServerPVE=true \n\n-All other settings remain unchanged other than mod settings",
                    "imageurl": "https://i.imgur.com/mGt3cAF.png"
                }
            },
            {
                "tab3": {
                    "layout": 3,
                    "buttontext": "Rules",
                    "title1": "Server Rules/Base Rules",
                    "title2": "Top right title",
                    "title3": "Bottom left title",
                    "text1": "1. Upon joining a server for the first time, you MUST set a tribe name. Tribe logs are necessary for our Admin team to give you quality support. If you do not have a tribe name set, you will not receive Admin support for any losses. \n2.Do not log off with important items in your inventory. Any items or dinos lost while offline are your responsibility. The safest place to leave your items currently is within a vault. \n3. You may leave one or two dinos on Neutral or Attack My Target while offline to protect your tames; all others must be on passive. \n4. To ensure that everyone can communicate effectively, we require all players and users to use English in-game and on the Discord server. This will ensure that all players have access to the same information and can take part in conversations without any language barriers. \n5. Anyone found to be utilizing exploits will be banned.  This includes any bugs or meshing, regardless of its use being to gain an advantage or just for fun. We will not tolerate players utilizing exploits. \nA. Bases cannot be larger than 40x40 foundations and are limited to 1 base per map per player/tribe. Gated/blocked/inaccessible areas count towards the max base size. \nB. All caves MUST remain accessible to the public. \nC. Do not block or build around artifacts, pathways, or ramps that are part of the map. \nD. Do not build in resource-abundant areas. This includes building in a way that prevents certain dinos from spawning (beavers, kairuku, etc) \nE. Building on obelisks or in their respective craters is not allowed. \nF. Please limit your amount of non-essential tames. Due to no cryopods/soul traps currently, we need everyone to cooperate with limiting their tames to ones that serve a purpose. Please no collecting unnecessary dinos. \nG. Pick up your taming pens when you are done using them. \nH. No structure spamming. The Admin team will proactively remove structure spam. If your spam is found to be especially egregious, you will be TRIBE STRUCTURE WIPED. Please help make our job easier by not placing unnecessary structures. \nI. Distance yourself as far as possible from other player structures. Do not attempt to block another tribe from building with gates/pillars/foundations/etc. Be respectful and kind to each other. If you are built in proximity to another tribe, please attempt to coordinate with them to prevent land disputes. \nJ. Do not block or build near spawn points, as it can prevent new players from entering the game and create a frustrating experience for them. Any structures reported to be built on spawn points which prevent players from spawning correctly may be removed without warning. \nK. Limit the number of turrets you place around your base to avoid creating excessive lag on the server.",
                    "text2": "This text goes into the top right box",
                    "text3": "This text goes into the bottom right box",
                    "imageurl": "https://i.imgur.com/mGt3cAF.png"
                }
            },
            {
                "tab4": {
                    "layout": 4,
                    "buttontext": "4 Box layout",
                    "title1": "Top left title",
                    "title2": "<TextStyle.Green>Top right title</>",
                    "title3": "<TextStyle.Blue>bottom left title</>",
                    "title4": "<TextStyle.Yellow>bottom right title</>",
                    "text1": "<TextStyle.Orange>This text goes into the top left box</>",
                    "text2": "<TextStyle.Violet>This text goes into the top right box</>",
                    "text3": "<TextStyle.Red>This text goes into the bottom left box</>",
                    "text4": "<TextStyle.White>This text goes into the bottom right box</>",
                    "imageurl": "https://i.imgur.com/mGt3cAF.png"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/faSmz7Qd7T"
                }
            }
        ]
    }
}
